[
    {
      "title": "How Do I Schedule Online?",
      "content": "To schedule online, all you have to do is fill out some details about what you need, who you are, pick a date/time and wait for a confirmation to arrive."
    },
    {
      "title": "When Will I Get A Confirmation?",
      "content": "You will get a confirmation as soon as we find a provider for your job via email, phone or text."
    },
    {
      "title": "Can I Reschedule My Booking Online?",
      "content": "Yes, of course. After you book for the first time, an account will be made for you where you can login and modify your bookings at anytime."
    },
    {
      "title": "Who Will Be Cleaning My Home?",
      "content": "Our cleaning providers have gone through a vetting process which includes: background checks, proof of insurance and all providers are trained to our highest standards."
    },
    {
      "title": "Cancellation and Rescheduling Policies",
      "content": "Cancellation Policy: To ensure efficient scheduling and fairness to all our clients, we kindly request a minimum of 48 hours notice for any appointment cancellations or changes. If you provide less than 48 hours notice, a 50% charge of your appointment cost will apply. For cancellations made within 24 hours or in case we cannot access your home, the full appointment cost (100%) will be charged.<br /><br /> Rescheduling Policy: Should you need to reschedule your upcoming cleaning appointment, we kindly ask for a minimum of 48 hours notice. This allows us to make the necessary adjustments to our schedule and ensure smooth service for all our valued clients."
    },
    {
      "title": "Pricing and Payment Methods",
      "content": "Pricing: Our commitment to transparency means you'll know the cost of your cleaning service upfront, with no surprises. Whether it's a quick touch-up or a deep clean, our flat rate ensures consistent and reliable pricing, giving you peace of mind and the freedom to focus on what matters most.<br /><br />Add-on Services: Additional services such as heavy-duty cleaning, pet hair removal, paint removal, cleaning inside the fridge or oven, among others, are available at an extra charge. Please inform us in advance if you wish to add any of these services to your booking.<br /><br />Payment Method Available: Payments can be made by credit card or E-transfer. Credit cards will not be charged until after the appointment is completed. To secure reservations by E-transfer, payments must be paid 50% on the date of the booking & 50% on completion of the job."
    },
    {
      "title": "Refund Policy",
      "content": "At Happy Life Cleaning LTD., our goal is to deliver the highest level of service to our valued clients. As part of our commitment to excellence, we do not offer refunds. However, should any issues arise, please reach out to us within 24 hours, and we will promptly correct any errors at no additional charge. Your satisfaction is our priority, and we're here to ensure you receive the best service possible."
    },
    {
      "title": "100% Satisfaction Guarantee Policy",
      "content": "To cater to your specific requirements, we start with a comprehensive walkthrough at the beginning of the cleaning session. This walkthrough allows you to highlight any areas you'd like our cleaners to focus on. Once the cleaning is done, we conduct a final walkthrough, seeking your valuable feedback to continuously enhance our services and achieve the best possible results.<br /><br />In the unlikely event that we miss something or you're not satisfied with the results, simply inform us within 24 hours, and we'll send our cleaners back to fix it, completely free of charge. "
    }
  ]

  



  